tap "bazelbuild/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "argoproj/tap
brew "ammonite-repl"
brew "openssl"
brew "goreleaser/tap/goreleaser"
brew "cuelang/tap/cue"
brew "sqlite"
brew "python"
brew "rlwrap"
brew "loc"
brew "awscli"
brew "bazaar"
brew "bazel"
brew "argoproj/tap/argocd"
brew "cmatrix"
brew "coreutils"
brew "curl"
brew "go"
brew "hub"
brew "dnsmasq"
brew "elixir"
brew "emacs", restart_service: true
brew "etcd"
brew "ffmpeg", link: false
brew "ffmpeg@2.8", link: true
brew "gettext", link: true
brew "git"
brew "gnupg"
brew "gradle"
brew "haproxy"
brew "haskell-stack"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "kubernetes-helm"
brew "kustomize"
brew "mongodb"
brew "mplayer"
brew "mysql"
brew "node"
brew "node-build"
brew "nodenv"
brew "ocamlbuild"
brew "opam"
brew "packer"
brew "pacvim"
brew "parallel"
brew "pipenv"
brew "postgresql", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rtmpdump"
brew "rust"
brew "sbt"
brew "scala"
brew "socat"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "tldr"
brew "tmux"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "diffmerge"
cask "insomnia"
cask "minikube"
cask "vagrant"
cask "wireshark"
